tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "awscli"
brew "coreutils"
brew "fish"
brew "git"
brew "git-crypt"
brew "jq"
brew "nextdns"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "wget"
brew "yq"

cask "1password"
cask "discord"
cask "docker"
cask "fanny"
cask "figma"
cask "firefox"
cask "fly"
cask "fork"
cask "font-fira-mono-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "logitech-options"
cask "minecraft"
cask "ngrok"
cask "nvidia-geforce-now"
cask "postico"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"

mas "iA Writer", id: 775737590
