tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"

brew "asdf"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "cur"
brew "exercism"
brew "fish"
brew "git"
brew "git-crypt"
brew "go"
brew "jq"
brew "lazydocker"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "unzip"
brew "wget"

cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-fira-mono-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "imageoptim"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "logitech-options"
cask "minecraft"
cask "postico"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"

mas "iA Writer", id: 775737590
